Repository: fossasia/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bn_in

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
bn_in: আমাদের টিয়ারডাউন ক্ষমতা জন্য একটি অনুভূতি দিতে আপনার সেটিংস পৃষ্ঠায় দুর্ভিক্ষ আপনার পরিকল্পিত তারিখ লিখুন দয়া করে.

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
bn_in: আপনার অন্তত %s- শিফটে freeloaded. শিফট সাইনআপ লক করা আছে. দয়া করে আবার আনলক করতে আসমান ডেস্কে যেতে.

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
bn_in: আপনি যেমন আগত চিহ্নিত করা হয় না. অনুগ্রহ করে, স্বর্গ এর ডেস্কে যেতে আপনার দেবদূত ব্যাজ পেতে এবং / অথবা তাদের বলুন যে আপনি ইতিমধ্যে আগত.

source: You need to specify a tshirt size in your settings!
bn_in: আপনি আপনার সেটিংস একটি Tshirt আকার নির্দিষ্ট করতে হবে!

source: You need to specify a DECT phone number in your settings! If you don't have a DECT phone, just enter "-".
bn_in: আপনি আপনার সেটিংস একটি DECT ফোন নম্বর উল্লেখ করতে হবে! আপনি একটি DECT ফোন না থাকে, শুধু লিখুন "-".

source: Admin
bn_in: অ্যাডমিন

source: No data found.
bn_in: কোন তথ্য পাওয়া যায়.

source: Teams/Job description
bn_in: দলসমূহ / কাজের বিবরণ

source: Angeltype %s deleted.
bn_in: Angeltype %s- মোছা.

source: Delete angeltype %s
bn_in: মুছুন angeltype %s-

source: Please check the name. Maybe it already exists.
bn_in: নাম চেক করুন. হয়তো এটি আগে থেকেই আছে.

source: Edit %s
bn_in: %s এর সম্পাদনা

source: Team %s
bn_in: টিম %s

source: view
bn_in: দৃশ্য

source: edit
bn_in: সম্পাদন

source: delete
bn_in: মুছে ফেলুন

source: leave
bn_in: অনুমতি

source: join
bn_in: যোগদান

source: Shift could not be found.
bn_in: শিফট খুঁজে পাওয়া যাবে না.

source: Shifttype %s deleted.
bn_in: Shifttype %s- মোছা.

source: Delete shifttype %s
bn_in: মুছুন shifttype %s-

source: Shifttype not found.
bn_in: Shifttype পাওয়া যায়নি.

source: Please enter a name.
bn_in: একটি নাম লিখুন.

source: Updated shifttype.
bn_in: shifttype আপডেট করা হয়েছে.

source: Created shifttype.
bn_in: তৈরী করা হয়েছে shifttype.

source: There is %d unconfirmed angeltype.
bn_in: সেখানে %d অসমর্থিত angeltype হয়.

source: Angel types which need approvals:
bn_in: দেবদূত ধরনের যা অনুমোদন প্রয়োজন:

source: Angeltype doesn't exist.
bn_in: Angeltype অস্তিত্ব নেই.

source: You are not allowed to delete all users for this angeltype.
bn_in: আপনি এই angeltype জন্য সব ব্যবহারকারীদের মুছে দিতে অনুমতি দেওয়া হয় না.

source: Denied all users for angeltype %s.
bn_in: angeltype %s এর জন্য সব ব্যবহারকারীদের অস্বীকৃত.

source: Deny all users
bn_in: সমস্ত ব্যবহারকারীদের অস্বীকার

source: User angeltype doesn't exist.
bn_in: ব্যবহারকারী angeltype অস্তিত্ব নেই.

source: You are not allowed to confirm all users for this angeltype.
bn_in: আপনি এই angeltype জন্য সব ব্যবহারকারীদের নিশ্চিত করার অনুমতি দেওয়া হয় না.

source: Confirmed all users for angeltype %s.
bn_in: angeltype %s এর জন্য সব ব্যবহারকারীদের নিশ্চিত.

source: Confirm all users
bn_in: সমস্ত ব্যবহারকারীদের নিশ্চিত

source: You are not allowed to confirm this users angeltype.
bn_in: আপনি এই ব্যবহারকারী angeltype নিশ্চিত করতে অনুমতি দেওয়া হয় না.

source: User doesn't exist.
bn_in: ব্যবহারকারী কোন অস্তিত্ব নেই.

source: %s confirmed for angeltype %s.
bn_in: angeltype %s এর জন্য%s এর সত্যতা নিশ্চিত করেছেন.

source: Confirm angeltype for user
bn_in: ব্যবহারকারীর জন্য angeltype নিশ্চিত

source: You are not allowed to delete this users angeltype.
bn_in: আপনি এই ব্যবহারকারী angeltype মোছার জন্য অনুমতি দেওয়া হয় না.

source: User %s removed from %s.
bn_in: ব্যবহারকারী %s এর %s থেকে সরানো হয়েছে.

source: Remove angeltype
bn_in: angeltype সরান

source: You are not allowed to set coordinator rights.
bn_in: আপনি সমন্বয়কারী অধিকার সেট করার অনুমতি দেওয়া হয় না.

source: No coordinator update given.
bn_in: কোন সমন্বয়কারী আপডেট দেওয়া.

source: Added coordinator rights for %s to %s.
bn_in: %s %s এর জন্য যোগ করা হয়েছে সমন্বয়কারী অধিকার.

source: Removed coordinator rights for %s from %s.
bn_in: %s থেকে %s এর জন্য সরানো সমন্বয়কারী অধিকার.

source: Add coordinator rights
bn_in: সমন্বয়কারী অধিকার যোগ

source: Remove coordinator rights
bn_in: সমন্বয়কারী অধিকার সরান

source: Please select a user.
bn_in: দয়া করে একটি ব্যবহারকারী নির্বাচন করুন.

source: User %s added to %s.
bn_in: ব্যবহারকারী %s এর %s যোগ.

source: Add user to angeltype
bn_in: ব্যবহারকারী angeltype জুড়ুন

source: You are already a %s.
bn_in: আপনি ইতিমধ্যে একটি %s- হয়.

source: You joined %s.
bn_in: আপনি %s যোগ দেন.

source: Become a %s
bn_in: একটি %s- হয়ে

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
bn_in: আপনি একটি angeltype যা একটি ড্রাইভিং লাইসেন্স প্রয়োজন যোগদান. এখানে আপনার ড্রাইভিং লাইসেন্স তথ্য সম্পাদন করুন:%s এর.

source: driving license information
bn_in: ড্রাইভিং লাইসেন্স তথ্য

source: Please select at least one driving license.
bn_in: দয়া করে অন্তত একটি ড্রাইভিং লাইসেন্স নির্বাচন করতে.

source: Your driver license information has been removed.
bn_in: তোমার ড্রাইভার লাইসেন্স তথ্য সরিয়ে ফেলা হয়েছে.

source: Your driver license information has been saved.
bn_in: তোমার ড্রাইভার লাইসেন্স তথ্য সংরক্ষণ করা হয়েছে.

source: Edit %s driving license information
bn_in: সম্পাদনা %s এর ড্রাইভিং লাইসেন্স তথ্য

source: You cannot delete yourself.
bn_in: আপনি নিজেকে মুছতে পারবেন না.

source: Your password is incorrect. Please try it again.
bn_in: আপনার পাসওয়ার্ডটি ভুল. এটা আবার চেষ্টা করুন.

source: User deleted.
bn_in: ব্যবহারকারী মোছা হয়েছে.

source: Delete %s
bn_in: মুছুন %s-

source: Please enter a valid number of vouchers.
bn_in: ভাউচার একটি বৈধ সংখ্যা লিখুন.

source: Saved the number of vouchers.
bn_in: ভাউচার সংখ্যা সংরক্ষিত.

source: %s's vouchers
bn_in: %s এর ভাউচার

source: User not found.
bn_in: ব্যবহারকারী খুঁজে পাওয়া যায় না.

source: All users
bn_in: সকল ব্যবহারকারী

source: Token is not correct.
bn_in: টোকেন সঠিক নয়.

source: Your passwords don't match.
bn_in: আপনার পাসওয়ার্ড মিলছে না.

source: Your password is to short (please use at least 6 characters).
bn_in: আপনার পাসওয়ার্ড (কমপক্ষে 6 অক্ষর ব্যবহার করুন) শর্ট হয়.

source: Password could not be updated.
bn_in: পাসওয়ার্ড আপডেট করা যায়নি.

source: Password saved.
bn_in: পাসওয়ার্ড সংরক্ষিত.

source: E-mail address is not correct.
bn_in: ই-মেইল ঠিকানা সঠিক নয়.

source: Please enter your e-mail.
bn_in: অনুগ্রহ করে আপনার মেইল ​​দিন.

source: Password recovery
bn_in: পাসওয়ার্ড পুনরুদ্ধার

source: Please visit %s to recover your password.
bn_in: অনুগ্রহ করে আপনার পাসওয়ার্ড পুনরুদ্ধারের জন্য %s- যান.

source: We sent an email containing your password recovery link.
bn_in: আমরা আপনার পাসওয়ার্ড পুনরুদ্ধারের লিংক ধারণকারী একটি ইমেইল পাঠানো.

source: Hi %s,
bn_in: হাই %s-,

source: here is a message for you from the engelsystem:
bn_in: এখানে engelsystem থেকে আপনার জন্য একটি বার্তা:

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
bn_in: এই ই-মেইল স্বতঃজেনারেট হয় এবং স্বাক্ষর হতে পারে নি. কারণ আপনি engelsystem নিবন্ধিত হয় আপনি এই ইমেইল পেয়েছি.

source: A Shift you are registered on has changed:
bn_in: শিফট আপনি নিবন্ধীকৃত হয় পরিবর্তিত হয়েছে:

source: * Shift type changed from %s to %s
bn_in: * শিফট টাইপ %s %s থেকে পরিবর্তিত

source: * Shift title changed from %s to %s
bn_in: * শিফট শিরোনাম %s %s থেকে পরিবর্তিত

source: * Shift Start changed from %s to %s
bn_in: * শিফট স্টার্ট %s %s থেকে পরিবর্তিত

source: * Shift End changed from %s to %s
bn_in: * শিফট শেষ %s %s থেকে পরিবর্তিত

source: * Shift Location changed from %s to %s
bn_in: * শিফট অবস্থান %s %s থেকে পরিবর্তিত

source: The updated Shift:
bn_in: আপডেট শিফট:

source: Your Shift has changed
bn_in: আপনার শিফট পরিবর্তন করা হয়েছে

source: A Shift you are registered on was deleted:
bn_in: শিফট আপনি উপর মোছা হয়েছে নিবন্ধিত করা হয়:

source: Your Shift was deleted
bn_in: আপনার শিফট মোছা হয়েছে

source: You have been assigned to a Shift:
bn_in: আপনি একটি শিফট নির্ধারিত করা হয়েছে:

source: Assigned to Shift
bn_in: Shift নির্ধারিত

source: You have been removed from a Shift:
bn_in: আপনি একটি শিফট থেকে সরানো হয়েছে:

source: Removed from Shift
bn_in: শিফট থেকে সরানো হয়েছে

source: Your account has been deleted
bn_in: আপনার অ্যাকাউন্ট মুছে ফেলা হয়েছে

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
bn_in: আপনার angelsystem অ্যাকাউন্ট মুছে ফেলা হয়েছে. আপনি আপনার একাউন্ট মুছে ফেলা সংক্রান্ত কোন প্রশ্ন থাকে, তাহলে স্বর্গ সাথে যোগাযোগ করুন.

source: Active angels
bn_in: সক্রিয় ফেরেশতা

source: At least %s angels are forced to be active. The number has to be greater.
bn_in: অন্তত %s- ফেরেশতাগণ সক্রিয় হতে বাধ্য হয়. সংখ্যা বড় হতে হয়েছে.

source: Please enter a number of angels to be marked as active.
bn_in: অনুগ্রহ করে লিখুন ফেরেশতাগণ একটি সংখ্যা সক্রিয় হিসেবে চিহ্নিত করা.

source: Marked angels.
bn_in: চিহ্নিত ফেরেশতা.

source: back
bn_in: পিছনে

source: apply
bn_in: প্রয়োগ করা

source: Angel has been marked as active.
bn_in: দেবদূত সক্রিয় হিসাবে চিহ্নিত হয়েছে.

source: Angel not found.
bn_in: দেবদূত পাওয়া যায়নি.

source: Angel has been marked as not active.
bn_in: দেবদূত সক্রিয় নয় হিসাবে চিহ্নিত করা হয়েছে.

source: Angel has got a t-shirt.
bn_in: দেবদূত একটি t-shirt পেয়েছে.

source: Angel has got no t-shirt.
bn_in: দেবদূত কোন টি-শার্ট পেয়েছে.

source: set active
bn_in: সক্রিয় সেট

source: remove active
bn_in: সক্রিয় অপসারণ

source: got t-shirt
bn_in: পেয়েছিলাম টিশার্ট

source: remove t-shirt
bn_in: অপসারণ টিশার্ট

source: Sum
bn_in: সমষ্টি

source: Search angel:
bn_in: অনুসন্ধান দেবদূত:

source: Show all shifts
bn_in: সব বদল আনতে দেখান

source: Search
bn_in: অনুসন্ধান

source: How much angels should be active?
bn_in: কত ফেরেশতা সক্রিয় হওয়া উচিত?

source: Preview
bn_in: প্রাকদর্শন

source: Nickname
bn_in: ডাকনাম

source: Size
bn_in: আয়তন

source: Shifts
bn_in: বদল

source: Length
bn_in: লম্বা

source: Active?
bn_in: সক্রিয়?

source: Forced
bn_in: জোরপূর্বক

source: T-shirt?
bn_in: টি-শার্ট

source: Shirt statistics
bn_in: শার্ট পরিসংখ্যান

source: Needed shirts
bn_in: প্রয়োজন শার্ট

source: Given shirts
bn_in: প্রদত্ত শার্ট

source: Arrived angels
bn_in: আগত ফেরেশতাদের

source: Reset done. Angel has not arrived.
bn_in: রিসেট করা. দেবদূত এসে পৌঁছেনি.

source: Angel has been marked as arrived.
bn_in: দেবদূত হিসাবে আগত হিসাবে চিহ্নিত হয়েছে.

source: yes
bn_in: হাঁ

source: reset
bn_in: রিসেট

source: arrived
bn_in: আগত

source: Planned arrival
bn_in: পরিকল্পিত আগমনের

source: Arrived?
bn_in: আগত?

source: Arrival date
bn_in: আগমনের তারিখ

source: Planned departure
bn_in: পরিকল্পিত দুর্ভিক্ষ

source: Planned arrival statistics
bn_in: পরিকল্পিত আগমনের পরিসংখ্যান

source: arrived sum
bn_in: আগত সমষ্টি

source: Date
bn_in: তারিখ (~ড)

source: Count
bn_in: গণনা

source: Arrival statistics
bn_in: আগমনের পরিসংখ্যান

source: Planned departure statistics
bn_in: পরিকল্পিত দুর্ভিক্ষ পরিসংখ্যান

source: Free angels
bn_in: ফ্রি ফেরেশতা

source: Only confirmed
bn_in: শুধু নিশ্চিত

source: Nick
bn_in: শুভক্ষণ

source: Jabber
bn_in: বক্বক্

source: E-Mail
bn_in: ই-মেইল

source: Name
bn_in: নাম

source: Privileges
bn_in: প্রিভিলেজেস

source: Save
bn_in: সেভ করুন

source: Edit group
bn_in: গ্রুপ সম্পাদনা

source: Frab import
bn_in: Frab আমদানি

source: Webserver has no write-permission on import directory.
bn_in: ওয়েবসার্ভার আমদানি ডিরেক্টরি কোন লেখার অনুমতি নেই.

source: Please select a shift type.
bn_in: অনুগ্রহ করে একটি শিফট টাইপ নির্বাচন করুন.

source: Please enter an amount of minutes to add to a talk's begin.
bn_in: একটি টক এর শুরু যোগ করতে কয়েক মিনিট সময় একটি পরিমাণ লিখুন.

source: Please enter an amount of minutes to add to a talk's end.
bn_in: একটা বক্তৃতা শেষে যোগ করতে কয়েক মিনিট সময় একটি পরিমাণ লিখুন.

source: No valid xml/xcal file provided.
bn_in: কোনো বৈধ XML / xcal ফাইল উপলব্ধ.

source: File upload went wrong.
bn_in: ফাইল আপলোড গন্ডগোল.

source: Please provide some data.
bn_in: কিছু তথ্য প্রদান করুন.

source: File Upload
bn_in: ফাইল আপলোড

source: Validation
bn_in: ভ্যালিডেশন

source: Import
bn_in: আমদানি

source: This import will create/update/delete rooms and shifts by given FRAB-export file. The needed file format is xcal.
bn_in: এই আমদানি নির্মাণ / আপডেট / প্রদত্ত FRAB-রপ্তানি ফাইল দ্বারা কক্ষ ও বদল আনতে মুছে ফেলা হবে. প্রয়োজনীয় ফাইল ফরম্যাট xcal হয়.

source: Add minutes to start
bn_in: মিনিট শুরু জুড়ুন

source: Add minutes to end
bn_in: মিনিট শেষ জুড়ুন

source: xcal-File (.xcal)
bn_in: xcal-ফাইল (.xcal)

source: Missing import file.
bn_in: আমদানি ফাইল মিসিং.

source: Rooms to create
bn_in: রুম তৈরি করতে

source: Rooms to delete
bn_in: রুম মুছে দিতে

source: Shifts to create
bn_in: তৈরি বদল

source: Day
bn_in: দিন

source: Start
bn_in: শুরু

source: End
bn_in: শেষ

source: Shift type
bn_in: শিফট টাইপ

source: Title
bn_in: টাইটেল

source: Room
bn_in: ঘর

source: Shifts to update
bn_in: আপডেট বদল

source: Shifts to delete
bn_in: মুছে বদল

source: It's done!
bn_in: এটা করা হবে!

source: Log
bn_in: লগিন

source: Edit news entry
bn_in: খবর এন্ট্রি সম্পাদনা

source: Author
bn_in: লেখক

source: Subject
bn_in: বিষয়

source: Message
bn_in: বার্তা

source: Meeting
bn_in: সাক্ষাৎ

source: Delete
bn_in: মুছে ফেলুন

source: News entry updated.
bn_in: সংবাদ এন্ট্রি আপডেট.

source: News entry deleted.
bn_in: সংবাদ এন্ট্রি মুছে ফেললাম.

source: Answer questions
bn_in: উত্তর প্রশ্ন

source: There are unanswered questions!
bn_in: সেখানে অনুত্তরিত প্রশ্ন আছে!

source: Unanswered questions
bn_in: অনুত্তরিত প্রশ্ন

source: From
bn_in: থেকে

source: Question
bn_in: প্রশ্ন

source: Answer
bn_in: উত্তর

source: Answered questions
bn_in: উত্তর প্রশ্ন

source: Answered by
bn_in: দ্বারা উত্তর

source: Rooms
bn_in: রুমগুলি

source: This name is already in use.
bn_in: এই নামটি ইতিমধ্যেই ব্যবহার করা হচ্ছে.

source: Please enter needed angels for type %s.
bn_in: টাইপ%s এর জন্য প্রয়োজন ফেরেশতা প্রবেশ করুন.

source: Room saved.
bn_in: রুম সংরক্ষিত.

source: Public
bn_in: প্রকাশ্য

source: Room number
bn_in: কক্ষ নং

source: Needed angels:
bn_in: প্রয়োজন ফেরেশতা:

source: Room %s deleted.
bn_in: রুম%s- মোছা.

source: Do you want to delete room %s?
bn_in: আপনি রুম%s- মুছতে চান?

source: add
bn_in: যোগ করুন

source: Create shifts
bn_in: শিফট তৈরি করুন

source: Please select a location.
bn_in: অনুগ্রহ করে একটি অবস্থান নির্বাচন করুন.

source: Please select a start time.
bn_in: সূচনার সময় নির্বাচন করুন.

source: Please select an end time.
bn_in: শেষ সময় নির্বাচন করুন.

source: The shifts end has to be after its start.
bn_in: শিফট শেষ তার শুরুর পর হতে হয়েছে.

source: Please enter a shift duration in minutes.
bn_in: মিনিটের মধ্যে একটি স্থানান্তর সময়কাল লিখুন দয়া করে.

source: Please split the shift-change hours by colons.
bn_in: কোলন দ্বারা শিফট পরিবর্তনের ঘণ্টা বিভক্ত করুন.

source: Please select a mode.
bn_in: অনুগ্রহ করে একটি মোড নির্বাচন করুন.

source: Please check the needed angels for team %s.
bn_in: দলের%s এর জন্য প্রয়োজন ফেরেশতাদেরকে দয়া করে চেক করুন.

source: There are 0 angels needed. Please enter the amounts of needed angels.
bn_in: সেখানে 0 ফেরেশতাগণ প্রয়োজন হয়. প্রয়োজন ফেরেশতাগণ পরিমাণে লিখুন দয়া করে.

source: Please select a mode for needed angels.
bn_in: দয়া করে প্রয়োজনীয় ফেরেশতাগণ জন্য একটি মোড নির্বাচন করুন.

source: Please select needed angels.
bn_in: প্রয়োজন ফেরেশতাদেরকে দয়া করে নির্বাচন করুন.

source: Time and location
bn_in: সময় এবং অবস্থান

source: Type and title
bn_in: প্রকার এবং শিরোনাম

source: Needed angels
bn_in: প্রয়োজন ফেরেশতা

source: Mode
bn_in: মোড

source: Create one shift
bn_in: এক শিফট তৈরি করুন

source: Create multiple shifts
bn_in: একাধিক শিফটে তৈরি করুন

source: Create multiple shifts with variable length
bn_in: পরিবর্তনশীল দৈর্ঘ্য সঙ্গে একাধিক শিফটে তৈরি করুন

source: Shift change hours
bn_in: শিফট পরিবর্তন ঘণ্টা

source: Take needed angels from room settings
bn_in: রুম সেটিংস থেকে প্রয়োজনীয় ফেরেশতা নিন

source: The following angels are needed
bn_in: নিম্নলিখিত ফেরেশতাগণ প্রয়োজন হয়

source: All Angels
bn_in: সকল এঞ্জেলস

source: This user does not exist.
bn_in: এই ব্যবহারকারী কোন অস্তিত্ব নেই.

source: Please send me an email if my shifts change
bn_in: যদি আমার শিফট পরিবর্তন করুন আমাকে একটি ইমেইল পাঠান

source: Force active
bn_in: ফোর্স সক্রিয়

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
bn_in: দয়া করে angeltypes পৃষ্ঠাতে যান বা ব্যবহারকারী ব্যবহারকারী angeltypes পরিচালনা করতে প্রোফাইলে.

source: Edit user
bn_in: ব্যবহারকারী সম্পাদনা

source: Credits
bn_in: ক্রেডিট

source: Login
bn_in: లాగిన్

source: Register
bn_in: রেজিস্টার করুন

source: Logout
bn_in: প্রস্থান

source: Your nick &quot;%s&quot; already exists.
bn_in: আপনার নিক "%s" এর আগে থেকেই আছে.

source: Your nick &quot;%s&quot; is too short (min. 2 characters).
bn_in: আপনার নিক (মিনিট. 2 অক্ষর) "%s" এর খুব ছোট.

source: Please check your jabber account information.
bn_in: আপনার বক্বক্ অ্যাকাউন্ট তথ্য চেক করুন.

source: Please select your shirt size.
bn_in: অনুগ্রহ করে আপনার শার্ট আকার নির্বাচন করুন.

source: Your password is too short (please use at least %s characters).
bn_in: আপনার পাসওয়ার্ড অত্যন্ত ছোট (অন্তত%s- অক্ষর ব্যবহার করুন).

source: Please enter your planned date of arrival.
bn_in: আগমনের আপনার পরিকল্পিত তারিখ লিখুন দয়া করে.

source: Angel registration successful!
bn_in: দেবদূত রেজিস্ট্রেশন সফল!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
bn_in: এই ফর্মটি পূরণ করে আপনি একটি কেয়স-দূত হিসেবে নিবন্ধন করার করছি. এই স্ক্রিপ্টটি আপনি দেবদূত কাজের sheduler মধ্যে একটি অ্যাকাউন্ট তৈরি করতে হবে.

source: Planned date of arrival
bn_in: আগমনের পরিকল্পিত তারিখ

source: Shirt size
bn_in: জামার আকার

source: Password
bn_in: পাসওয়ার্ড

source: Confirm password
bn_in: পাসওয়ার্ড নিশ্চিত করুন

source: What do you want to do?
bn_in: আপনি কি করতে চান?

source: Description of job types
bn_in: কাজ ধরনের বর্ণনা

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
bn_in: সীমাবদ্ধ দেবদূত ধরনের একটি শ্রেষ্ঠ শ্রেণীর দেবদূত দ্বারা পরে নিশ্চিত করা হবে প্রয়োজন. আপনি অপশন বিভাগে আপনার নির্বাচন পরিবর্তন করতে পারেন.

source: Mobile
bn_in: মোবাইল

source: Phone
bn_in: ফোন

source: First name
bn_in: প্রথম নাম

source: Last name
bn_in: নামের শেষাংশ

source: Age
bn_in: বয়স

source: Hometown
bn_in: হোমটাউন

source: Entry required!
bn_in: এণ্ট্রি প্রয়োজন!

source: Please enter a password.
bn_in: একটি পাসওয়ার্ড লিখুন.

source: No user was found with that Nickname. Please try again. If you are still having problems, ask an Dispatcher.
bn_in: কোন ব্যবহারকারী যে ডাকনাম সঙ্গে পাওয়া যায়নি. অনুগ্রহপূর্বক আবার চেষ্টা করুন. আপনি যদি এখনও সমস্যা ভুগেন, একটি ডেস্প্যাচার জিজ্ঞাসা.

source: Please enter a nickname.
bn_in: একটি ডাক নাম লিখুন.

source: Please sign up, if you want to help us!
bn_in: আপনি আমাদেরকে সাহায্য করতে চান তাহলে, সাইন আপ করুন!

source: Registration is disabled.
bn_in: রেজিস্ট্রেশন নিষ্ক্রিয় করা হয়.

source: I forgot my password
bn_in: আমি আমার পাসওয়ার্ড ভুলে গেছি।

source: Please note: You have to activate cookies!
bn_in: দয়া করে নোট করুন: আপনি কুকি সক্রিয় করতে হবে!

source: What can I do?
bn_in: আমি কি করতে পারি?

source: Please read about the jobs you can do to help us.
bn_in: অনুগ্রহ করে কাজ আপনি আমাদের সাহায্য করার জন্য কি করতে পারেন সম্পর্কে পড়তে.

source: Messages
bn_in: বার্তা

source: Select recipient...
bn_in: প্রাপক নির্বাচন করুন ...

source: Unable to load user.
bn_in: ব্যবহারকারী লোড করতে অক্ষম.

source: mark as read
bn_in: পঠিত হিসেবে চিহ্নিত করুন

source: delete message
bn_in: বার্তা মুছতে

source: Hello %s, here can you leave messages for other angels
bn_in: হ্যালো %s-, এখানে আপনি অন্যান্য ফেরেশতাদের জন্য বার্তা চলে যাবে

source: New
bn_in: নতুন

source: Transmitted
bn_in: প্রেরিত

source: Recipient
bn_in: প্রাপক

source: Incomplete call, missing Message ID.
bn_in: অসম্পূর্ণ কল, অনুপস্থিত বার্তা আইডি.

source: No Message found.
bn_in: কোন বার্তা পাওয়া.

source: Transmitting was terminated with an Error.
bn_in: প্রেরণ একটি ত্রুটি সঙ্গে বাতিল করা হয়েছিল.

source: Wrong action.
bn_in: ভুল কর্ম.

source: My shifts
bn_in: আমার শিফট

source: Key changed.
bn_in: কী পরিবর্তন.

source: Reset API key
bn_in: রিসেট API কী

source: If you reset the key, the url to your iCal- and JSON-export and your atom feed changes! You have to update it in every application using one of these exports.
bn_in: আপনি কী, আপনার iCal- এবং JSON-রপ্তানি এবং আপনার পরমাণু ফিড পরিবর্তন করতে URL রিসেট যদি! এইসব রপ্তানির এক ব্যবহার প্রতি আবেদন এটা আপডেট করা আছে.

source: Continue
bn_in: অব্যাহত রাখুন

source: Please enter a freeload comment!
bn_in: একটি freeload মন্তব্য লিখুন দয়া করে!

source: Shift saved.
bn_in: শিফট সংরক্ষিত.

source: Shift canceled.
bn_in: শিফট বাতিল করা হয়েছে.

source: It's too late to sign yourself off the shift. If neccessary, ask the dispatcher to do so.
bn_in: এটা নিজেকে স্থানান্তর লগআউট করতে অনেক দেরী হয়ে গেছে. neccessary যদি তা করতে ডেস্প্যাচার জিজ্ঞাসা.

source: News comments
bn_in: সংবাদ মন্তব্য

source: News
bn_in: খবর

source: Meetings
bn_in: মিটিং

source: Comments
bn_in: মন্তব্যসমূহ

source: Entry saved.
bn_in: এণ্ট্রি সংরক্ষিত.

source: New Comment:
bn_in: নতুন মন্তব্য:

source: Invalid request.
bn_in: অনুরোধ অগ্রহণযোগ্য.

source: Create news:
bn_in: সংবাদ তৈরি করুন:

source: Ask an archangel
bn_in: একটি শ্রেষ্ঠ শ্রেণীর দেবদূত জিজ্ঞাসা

source: Unable to save question.
bn_in: প্রশ্ন সংরক্ষণ করতে অক্ষম.

source: You question was saved.
bn_in: আপনি সংরক্ষিত ছিল প্রশ্ন.

source: Please enter a question!
bn_in: একটি প্রশ্ন লিখুন দয়া করে!

source: Incomplete call, missing Question ID.
bn_in: অসম্পূর্ণ কল, অনুপস্থিত প্রশ্ন আইডি.

source: No question found.
bn_in: কোন প্রশ্ন পাওয়া.

source: Settings
bn_in: সেটিংস

source: Please enter your planned date of departure.
bn_in: দুর্ভিক্ষ আপনার পরিকল্পিত তারিখ লিখুন দয়া করে.

source: Settings saved.
bn_in: সেটিংস সংরক্ষিত.

source: -> not OK. Please try again.
bn_in: -> ঠিক আছে না. অনুগ্রহপূর্বক আবার চেষ্টা করুন.

source: Failed setting password.
bn_in: পাসওয়ার্ড সেটিং ব্যর্থ.

source: Theme changed.
bn_in: থিম পরিবর্তন.

source: Here you can change your user details.
bn_in: এখানে আপনি আপনার ব্যবহারকারী বিবরণ পরিবর্তন করতে পারেন.

source: Planned date of departure
bn_in: প্রস্থানের পরিকল্পিত তারিখ

source: Please visit the angeltypes page to manage your angeltypes.
bn_in: আপনার angeltypes পরিচালনা করতে দয়া করে angeltypes পৃষ্ঠাতে যান.

source: Here you can change your password.
bn_in: এখানে আপনি আপনার পাসওয়ার্ড পরিবর্তন করতে পারবেন না.

source: Old password:
bn_in: পুরানো পাসওয়ার্ড:

source: New password:
bn_in: নতুন পাসওয়ার্ড:

source: Password confirmation:
bn_in: পাসওয়ার্ড নিশ্চিতকরণ:

source: Here you can choose your color settings:
bn_in: এখানে আপনি আপনার রঙ সেটিংস চয়ন করতে পারেন:

source: Color settings:
bn_in: রঙ সেটিংস:

source: Here you can choose your language:
bn_in: এখানে আপনি আপনার ভাষা নির্বাচন করুন:

source: Language:
bn_in: భాష

source: Shift entry deleted.
bn_in: শিফট এন্ট্রি মুছে ফেললাম.

source: Entry not found.
bn_in: এণ্ট্রি পাওয়া যায়নি.

source: Please select a room.
bn_in: অনুগ্রহ করে একটি কক্ষ নির্বাচন.

source: Please select a shifttype.
bn_in: অনুগ্রহ করে একটি shifttype নির্বাচন.

source: Please enter a valid starting time for the shifts.
bn_in: বদল জন্য একটি বৈধ শুরুর সময় প্রবেশ করুন.

source: Please enter a valid ending time for the shifts.
bn_in: বদল জন্য একটি বৈধ পরিসমাপ্তিতে সময় প্রবেশ করুন.

source: The ending time has to be after the starting time.
bn_in: শেষ সময় শুরু সময় পর হতে হয়েছে.

source: Please check your input for needed angels of type %s.
bn_in: টাইপ%s এর প্রয়োজন ফেরেশতাদের জন্য আপনার ইনপুট চেক করুন.

source: Shift updated.
bn_in: শিফট আপডেট.
