Repository: fossasia/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bn_in

source: This page is much more comfortable with javascript.
bn_in: এ পৃষ্ঠায় আরো অনেক জাভাস্ক্রিপ্ট সঙ্গে আরামদায়ক.

source: Room:
bn_in: রুম

source: Start:
bn_in: শুরু করুন

source: End:
bn_in: শেষ :

source: Shift deleted.
bn_in: শিফট মোছা.

source: Do you want to delete the shift %s from %s to %s?
bn_in: আপনি%s থেকে স্থানান্তর%s এর%s মুছে ফেলতে চান?

source: You are not allowed to sign up for this shift. Maybe shift is full or already running.
bn_in: আপনি এই স্থানান্তর জন্য সাইন আপ করতে অনুমতি দেওয়া হয় না. হয়তো শিফট পূর্ণ অথবা ইতিমধ্যে চলমান.

source: You are subscribed. Thank you!
bn_in: আপনি সদস্যতা নিয়েছেন. ধন্যবাদ!

source: The administration has not configured any shifts yet.
bn_in: প্রশাসন এখনো কোনো শিফটে কনফিগার করা হয়নি.

source: The administration has not configured any rooms yet.
bn_in: প্রশাসন এখনো কোনো কক্ষ কনফিগার করা হয়নি.

source: occupied
bn_in: অধিকৃত

source: free
bn_in: মুক্ত

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
bn_in: প্রশাসন এখনো কোনো angeltypes কনফিগার করা নেই - অথবা আপনি কোন angeltype সাবস্ক্রাইব করা হয়নি সেগুলি.

source: %d helper needed
bn_in: %d ভালো সাহায্যকারী প্রয়োজন

source: Sign up
bn_in: নিবন্ধন করুন

source: ended
bn_in: শেষ

source: Become %s
bn_in: হয়ে উঠুন %s-

source: Add more angels
bn_in: আরো ফেরেশতা যোগ

source: Time
bn_in: সময়

source: Entries
bn_in: দাখিলা

source: Occupancy
bn_in: দখল

source: The tasks shown here are influenced by the preferences you defined in your settings!
bn_in: এখানে দেখানো কর্ম পছন্দগুলি আপনার সেটিংস সংজ্ঞায়িত দ্বারা প্রভাবিত হয়!

source: Description of the jobs.
bn_in: কাজ বর্ণনা.

source: Use new style if possible
bn_in: নতুন শৈলী যদি সম্ভব ব্যবহার করুন

source: iCal export
bn_in: মাসের রপ্তানি

source: Export of shown shifts. <a href="%s">iCal format</a> or <a href="%s">JSON format</a> available (please keep secret, otherwise <a href="%s">reset the api key</a>).
bn_in: দেখানো শিফটে. এক্সপোর্ট <a href="%s">iCal ফর্ম্যাটে</a> বা <a href="%s">JSON ফর্ম্যাটে</a> উপলব্ধ (দয়া করে গোপন রাখা, অন্যথায় <a href="%s">API কী রিসেট</a> ).

source: Filter
bn_in: ফিল্টার

source: All
bn_in: সব

source: None
bn_in: না

source: Unconfirmed
bn_in: অসমর্থিত

source: Coordinator
bn_in: সমন্বয়কারী

source: Member
bn_in: সদস্য

source: Do you want to delete angeltype %s?
bn_in: আপনি angeltype%s- মুছতে চান?

source: cancel
bn_in: বাতিল

source: Restricted
bn_in: সীমাবদ্ধ

source: Yes
bn_in: হাঁ

source: No
bn_in: না

source: Requires driver license
bn_in: চালক লাইসেন্স প্রয়োজন

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
bn_in: সীমাবদ্ধ দেবদূত ধরনের শুধুমাত্র একটি দেবদূত দ্বারা ব্যবহার করা যেতে পারে যদি একটি শ্রেষ্ঠ শ্রেণীর দেবদূত (ডবল অপ্ট ইন) দ্বারা সক্রিয়.

source: Description
bn_in: বিবরণ

source: Please use markdown for the description.
bn_in: বিবরণ জন্য markdown ব্যবহার করুন.

source: my driving license
bn_in: আমার ড্রাইভিং লাইসেন্স

source: This angeltype requires a driver license. Please enter your driver license information!
bn_in: এই angeltype একটি ড্রাইভারের লাইসেন্স প্রয়োজন. আপনার ড্রাইভিং লাইসেন্স তথ্য লিখুন দয়া করে!

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
bn_in: আপনি এই angeltype জন্য অসমর্থিত হয়. %s এর নিশ্চিত করতে জন্য অনুগ্রহ করে পরিচিতি থেকে যান.

source: confirm
bn_in: নিশ্চিত করা

source: deny
bn_in: অস্বীকার করা

source: remove
bn_in: অপসারণ করুন

source: Driver
bn_in: চালক

source: Has car
bn_in: গাড়ী আছে

source: Car
bn_in: গাড়ি

source: 3,5t Transporter
bn_in: 3,5t ট্রান্সপোর্টার

source: 7,5t Truck
bn_in: 7,5t ট্রাক

source: 12,5t Truck
bn_in: 12,5t ট্রাক

source: Coordinators
bn_in: সমন্বয়কের

source: Members
bn_in: সদস্য

source: Add
bn_in: যোগ

source: confirm all
bn_in: সব নিশ্চিত

source: deny all
bn_in: সব অস্বীকার

source: New angeltype
bn_in: নিউ angeltype

source: Membership
bn_in: সদস্যতা

source: FAQ
bn_in: এফএকিউ

source: Here is the list of teams and their tasks. If you have questions, read the FAQ.
bn_in: এখানে দল এবং তাদের কাজগুলো তালিকা. যদি আপনার কোন প্রশ্ন থাকে, তাহলে FAQ পড়ুন.

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
bn_in: এই angeltype একটি দলের সমন্বয়কারী দ্বারা ডাবল অপ্ট ইন সীমিত করা হয়েছে. দয়া অনুযায়ী ভূমিকা সভাগুলোতে দেখাবে.

source: Open questions
bn_in: ওপেন প্রশ্ন

source: Your Question:
bn_in: তোমার প্রশ্ন:

source: Freeload comment (Only for shift coordination):
bn_in: মন্তব্য (শুধু স্থানান্তর সমন্বয় জন্য) Freeload:

source: Edit shift entry
bn_in: শিফট সম্পাদনা এন্ট্রি

source: Angel:
bn_in: দেব-দূত

source: Date, Duration:
bn_in: তারিখ, স্থিতিকাল:

source: Location:
bn_in: অবস্থান:

source: Title:
bn_in: শিরোনাম

source: Type:
bn_in: টাইপ

source: Comment (for your eyes only):
bn_in: মন্তব্য (আপনার চোখের জন্য শুধুমাত্র):

source: created at %s by %s
bn_in: %s %s এর সৃষ্টি

source: edited at %s by %s
bn_in: %s %s এর সম্পাদিত

source: This shift collides with one of your shifts.
bn_in: এই স্থানান্তর আপনার বদল আনতে এক ধাক্কা দিতে যাচ্ছিল.

source: You are signed up for this shift.
bn_in: আপনি এই স্থানান্তর জন্য সাইন আপ করা হয়.

source: Location
bn_in: অবস্থান

source: Do you want to delete shifttype %s?
bn_in: আপনি shifttype %s- মুছতে চান?

source: Edit shifttype
bn_in: shifttype সম্পাদনা

source: Create shifttype
bn_in: shifttype তৈরি করুন

source: for team %s
bn_in: দলের %s এর জন্য

source: New shifttype
bn_in: নিউ shifttype

source: Please select...
bn_in: অনুগ্রহ করে নির্বাচন করুন...

source: Do you really want to delete the user including all his shifts and every other piece of his data?
bn_in: আপনি সত্যিই তার সব বদল আনতে এবং তার তথ্য প্রতিটি টুকরা সহ ব্যবহারকারী মুছে দিতে চান?

source: Your password
bn_in: আপনার পাসওয়ার্ড

source: Angel should receive at least %d vouchers.
bn_in: দেবদূত কমপক্ষে %d ভাউচার গ্রহণ করা উচিত.

source: Number of vouchers given out
bn_in: ভাউচার নম্বর দেওয়া

source: m/d/Y h:i a
bn_in: মিঃ / ঘ / ওয়াই জ: IA

source: New user
bn_in: নতুন ব্যবহারকারী

source: Arrived
bn_in: আগত

source: Voucher
bn_in: প্রামাণিক

source: Active
bn_in: সক্রিয়

source: T-Shirt
bn_in: টি-শার্ট

source: Last login
bn_in: গত লগইন

source: Free
bn_in: ফ্রি

source: Next shift %c
bn_in: পরবর্তী শিফট %c

source: Shift starts %c
bn_in: শিফট %c শুরু

source: Shift ends %c
bn_in: শিফট শেষ %c

source: sign off
bn_in: প্রস্থান

source: Sum:
bn_in: যোগফল

source: User state
bn_in: ব্যবহারকারী রাষ্ট্র

source: Arrived at %s
bn_in: %s- এ আগত

source: Not arrived (Planned: %s)
bn_in: আগত না (পরিকল্পিত হয়েছে:%s)

source: Not arrived
bn_in: পৌছে নি

source: Got %s voucher
bn_in: %s এর ভাউচার পেয়েছেন

source: Got no vouchers
bn_in: কোন ভাউচার পেয়েছেন

source: Rights
bn_in: রাইটস

source: driving license
bn_in: ড্রাইভিং লাইসেন্স

source: Edit vouchers
bn_in: ভাউচার সম্পাদনা

source: iCal Export
bn_in: মাসের রপ্তানি

source: JSON Export
bn_in: JSON রপ্তানি

source: Name &amp; workmates
bn_in: নাম ও সহকর্মীদের

source: Comment
bn_in: মন্তব্য

source: Action
bn_in: কর্ম

source: Your night shifts between 2 and 8 am count twice.
bn_in: মধ্যে 2 এবং 8 টা আপনার রাতের শিফটে দুইবার গণনা.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
bn_in: যান <a href="%s">শিফটে টেবিল</a> কিছু বদল জন্য নিজেকে সাইন আপ করতে.

source: We will send you an e-mail with a password recovery link. Please use the email address you used for registration.
bn_in: আমরা আপনাকে একটি পাসওয়ার্ড পুনরুদ্ধার লিঙ্ক সহ একটি ই-মেইল পাঠাবে. ই-মেইল ঠিকানা আপনি নিবন্ধনের জন্য ব্যবহার ব্যবহার করুন.

source: Recover
bn_in: উদ্ধার

source: Please enter a new password.
bn_in: একটি নতুন পাসওয়ার্ড লিখুন.

source: Do you really want to add coordinator rights for %s to %s?
bn_in: আপনি সত্যিই%s%s এর জন্য সমন্বয়কারী অধিকার যোগ করতে চাও?

source: Do you really want to remove coordinator rights for %s from %s?
bn_in: আপনি কি সত্যিই%s থেকে%s এর জন্য সমন্বয়কারী অধিকার অপসারণ করতে চান?

source: Do you really want to deny all users for %s?
bn_in: আপনি কি সত্যিই %s এর জন্য সব ব্যবহারকারীদের অস্বীকার করতে চান না?

source: Do you really want to confirm all users for %s?
bn_in: আপনি কি সত্যিই %s এর জন্য সব ব্যবহারকারীদের নিশ্চিত করতে চান না?

source: Do you really want to confirm %s for %s?
bn_in: আপনি কি সত্যিই %s এর জন্য%s- নিশ্চিত করতে চান না?

source: Do you really want to delete %s from %s?
bn_in: আপনি কি সত্যিই %s থেকে %s- মুছতে চান?

source: User
bn_in: ব্যবহারকারী

source: Do you really want to add %s to %s?
bn_in: আপনি সত্যিই %s %s যোগ করতে চান?

source: save
bn_in: সেভ করুন

source: Back to profile
bn_in: প্রোফাইলে ফিরে যান

source: Privacy
bn_in: গোপনীয়তা

source: Your driving license information is only visible for coordinators and admins.
bn_in: আপনার ড্রাইভিং লাইসেন্স তথ্য সমন্বয়কের এবং প্রশাসক জন্য শুধুমাত্র দৃশ্যমান.

source: I am willing to operate cars for the PL
bn_in: আমি পিএল জন্য গাড়ি চালনা করতে ইচ্ছুক নই

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
bn_in: আমি আমার সাথে আমার নিজের গাড়ি আছে এবং (তুমি জ্বালানীর জন্য শিশুবের পাবেন) পিএল জন্য এটা ব্যবহার করতে ইচ্ছুক নই

source: Driver license
bn_in: চালকের অনুমোদন

source: Transporter 3,5t
bn_in: ট্রান্সপোর্টার 3,5t

source: Truck 7,5t
bn_in: ট্রাক 7,5t

source: Truck 12,5t
bn_in: ট্রাক 12,5t

source: No Access
bn_in: প্রবেশধিকার নেই

source: You don't have permission to view this page. You probably have to sign in or register in order to gain access!
bn_in: আপনি এই পৃষ্ঠাটি দেখতে অনুমতিপ্রাপ্ত না. আপনি সম্ভবত সাইন ইন করতে বা আদেশ অ্যাক্সেস লাভ করার জন্য নিবন্ধন করুন!

source: vouchers.
bn_in: ভাউচার.

source: This is a automatically calculated MINIMUM value, you can of course give out more if appropriate!
bn_in: এই স্বয়ংক্রিয়ভাবে গণনা সর্বনিম্ন মান হল, আপনি অবশ্যই আরো যথাযথ হেল আউট দিতে পারেন!

source: You have been signed off from the shift.
bn_in: আপনি Shift থেকে বন্ধ স্বাক্ষরিত হয়েছে.

source: planned departure
bn_in: পরিকল্পিত দুর্ভিক্ষ

source: Tasks
bn_in: কাজ

source: User didnt got vouchers.
bn_in: ব্যবহারকারী Didnt ভাউচার পেয়েছিলাম.

source: Remove vouchers
bn_in: ভাউচার সরান

source: This shift is running now or ended already. Please contact a dispatcher to join the shift.
bn_in: এই স্থানান্তর এখন চলমান বা ইতিমধ্যে শেষ করা হয়. শিফট যোগদানের জন্য একটি ডেস্প্যাচার সাথে যোগাযোগ করুন.

source: You already subscribed to shift in the same timeslot. Please contact a dispatcher to join the shift.
bn_in: আপনি ইতিমধ্যে একই প্রচারের মধ্যে নামান সাবস্ক্রাইব করতে হবে. শিফট যোগদানের জন্য একটি ডেস্প্যাচার সাথে যোগাযোগ করুন.

source: Hello %s, here you can change your personal settings i.e. password, color settings etc.
bn_in: হ্যালো %s-, এখানে আপনি আপনার ব্যক্তিগত সেটিংস অর্থাত্ পাসওয়ার্ড, রঙ সেটিংস ইত্যাদি পরিবর্তন করতে পারেন

source: Name/Description:
bn_in: নাম / বর্ণনা:

source: Timeslot
bn_in: প্রচারের সময়

source: The first wants to join %s.
bn_in: প্রথম %s তে যোগ দিতে চায়.

source: Groups
bn_in: গ্রুপ

source: ICQ
bn_in: আইসিকিউ

source: You are not confirmed for this angel type.
bn_in: আপনি এই দেবদূত ধরণ জন্য সত্যতাই প্রমাণিত হয় না.

source: Exports
bn_in: রপ্তানি

source: Current ends in %s min
bn_in: %s মিনিট বর্তমান প্রান্ত

source: Add new angeltype
bn_in: নতুন angeltype যোগ

source: Language
bn_in: భాష

source: You have %s new message.
bn_in: আপনি %s নতুন বার্তা আছে.

source: These are your shifts.<br/>Please try to appear <b>15 minutes</b> before your shift begins!<br/>You can remove yourself from a shift up to %d hours before it starts.
bn_in: এই আপনার বদল আনতে হয়. <br/> সামনে আপনার শিফট শুরু <b>15 মিনিট</b> প্রদর্শিত করার চেষ্টা করুন! <br/> শুরু হওয়ার আগে আপনি% d ঘন্টার জন্য একটি স্থানান্তর আপ থেকে নিজেকে সরাতে পারেন.

source: Page:
bn_in: পৃষ্ঠা:

source: Message:
bn_in: বার্তা:

source: Wakeup
bn_in: জাগো

source: Broken date!
bn_in: ভাঙা তারিখ!

source: Incomplete call, missing wake-up ID.
bn_in: অসম্পূর্ণ কল, অনুপস্থিত WAKE আপ আইডি.

source: Wake-up call deleted.
bn_in: ওয়েক আপ কল মুছে ফেলা.

source: No wake-up found.
bn_in: কোন WAKE আপ অন্তর্ভুক্ত.

source: Hello %s, here you can register for a wake-up call. Simply say when and where the angel should come to wake you.
bn_in: হ্যালো %s-, এখানে আপনি একটি ওয়েক-আপ কল জন্য রেজিস্টার করতে পারেন. সহজভাবে বলতে যখন এবং যেখানে ফেরেশতা তোমাদের জাগতে আসা উচিত.

source: All ordered wake-up calls, next first.
bn_in: সকল আদেশ WAKE আপ কল, পরবর্তী প্রথম.

source: Place
bn_in: জায়গা

source: Notes
bn_in: নোট

source: Schedule a new wake-up here:
bn_in: এখানে একটি নতুন WAKE আপ তফসিল:

source: User %s confirmed as %s.
bn_in: %s এর %s হিসেবে নিশ্চিত.

source: Resistance is futile! Your biological and physical parameters will be added to our collectiv! Assimilating angel:
bn_in: প্রতিরোধ বৃথা! আপনার জৈবিক ও শারীরিক পরামিতি আমাদের collectiv যোগ করা হবে! আত্মস্থ দেবদূত:

source: Confirmed all.
bn_in: সব নিশ্চিত.
